{"carouselmonitor": [{"showstart": "14.06.2024 00:00", "showend": "18.06.2024 00:00", "interval": "5000", "image": "/static/images/buffet.jpg", "left": "30%", "right": "30%", "bottom": "50%", "text": "<h2>Demnächst erscheint an dieser Stelle der Mensaplan</h2>"}, {"showstart": "06.06.2024 16:00", "showend": "14.06.2024 16:00", "interval": "4000", "image": "/static/images/grapes-2000.jpg", "left": "10%", "right": "10%", "bottom": "40%", "text": "Am 13.6. und 14.6. stellen sich Kandidat*innen für eine Professur <br>in <i>Reiner Mathematik</i> vor. Details siehe unten."}, {"showstart": "18.07.2024 06:00", "showend": "20.07.2024 16:00", "interval": "4000", "image": "/static/images/grapes-2000.jpg", "left": "10%", "right": "10%", "bottom": "40%", "text": "Am 19.7. verabschiede ich mich in die Sommerpause und werde vermutlich Anfang Oktober wieder eingeschaltet."}, {"showstart": "01.01.2000 00:00", "showend": "01.06.2024 00:00", "interval": "4000", "image": "/static/images/weide.jpg", "left": "25%", "right": "25%", "bottom": "40%", "text": "Es sollen demnächst auch Vortragsankündigungen <br>zu sehen sein."}, {"showstart": "01.01.2000 00:00", "showend": "01.11.2024 00:00", "interval": "4000", "image": "/static/images/sunset.jpg", "left": "15%", "right": "15%", "bottom": "40%", "text": "Wenn Sie neue Nachrichten haben, schicken Sie diese bitte an <br> news@math.uni-freiburg.de"}, {"showstart": "01.06.2024 00:00", "showend": "01.06.2024 00:00", "interval": "4000", "image": "/static/images/slider_Dies_Universitaet_Freiburg_final-1024x717.png", "left": "15%", "right": "15%", "bottom": "40%", "text": "Die Bewerbungsphase für die MSc-Studiengänge hat begonnen!"}, {"showstart": "01.06.2024 00:00", "showend": "01.06.2024 00:00", "interval": "4000", "image": "/static/images/circle_cropped.jpg", "left": "10%", "right": "10%", "bottom": "40%", "text": "Der neue MSc-Studiengang <i>Mathematics in Data and Technology</i> startet im Wintersemester 2024/25"}], "carousel": [{"show": true, "title_de": "Sebastian Goette wird Direktoriums-Mitglied von FACE", "title_en": "Sebastian Goette is new member of the directorate of FACE", "image": "/static/images/Dozenten/goette.jpg", "style": "object-fit: cover", "text_de": "Die Freiburger School of Education (FACE) ist eine renommierte Einrichtung für Lehrerbildung und pädagogische Forschung in Freiburg. Sie wurde 2015 als zentrale wissenschaftliche Einrichtung der Universität, der Pädagogischen Hochschule Freiburg und der Musikhochschule gegründet und bündelt Expertise in Bildungsforschung, Lehrerbildung und Schulentwicklung. FACE positioniert sich als Kompetenzzentrum für zukunftsweisende Lehrerbildung und innovative pädagogische Konzepte in der Bildungslandschaft Baden-Württembergs. Sebastian Goette wird ab dem Wintersemester 2024 für drei Jahre im Leitungsgremium der School tätig sein.", "text_en": ""}, {"show": true, "title_de": "Mathematisches Kolloquium am 30.2.2024", "title_en": "Colloquium on February 30, 2024", "image": "/static/images/scholze.jpeg", "style": "object-fit: cover", "text_de": "Peter Scholze berichtet über die Einführung des Konzepts der 'perfektoiden Räume', das eine natürliche Umgebung für Faltings' 'fast Reinheits-Theorem' schafft und eine Tilting-Operation zwischen Charakteristik 0 und Charakteristik p ermöglicht. Dies erlaubte ihm den Beweis der Gewichts-Monodromie-Vermutung in bestimmten Fällen. Darüber hinaus gibt er grundlegende Resultate der p-adischen Hodge-Theorie in neue Kontexte, was bereits von Tate 1966 vermutet worden war. Mit Kollaborateuren entwickelte er auch eine integrale Version der p-adischen Hodge-Theorie, die die Kohomologie der charakteristischen p-Faser mit der Kohomologie der p-adischen Faser in Beziehung setzt.", "text_en": ""}, {"show": true, "title_de": "Mathematisches Kolloquium am 30.2.2024", "title_en": "Colloquium on February 30, 2024", "image": "/static/images/tao.jpeg", "style": "object-fit: cover", "text_de": "Terence Tao, einer der renommiertesten Mathematiker unserer Zeit, berichtet über die berüchtigte Collatz-Vermutung. Die Collatz-Vermutung ist ein scheinbar einfaches mathematisches Problem, das Experten seit Jahrzehnten beschäftigt. Ausgehend von einer beliebigen natürlichen Zahl, wird diese entweder halbiert, wenn sie gerade ist, oder mit 3 multipliziert und 1 addiert, wenn sie ungerade ist. Dieses Verfahren wird solange wiederholt, bis man schließlich bei der Zahl 1 angelangt. Die Vermutung besagt, dass dieser Prozess für jede Startzahl zwangsläufig zur 1 führt, obwohl dies bisher nicht mathematisch bewiesen werden konnte.", "text_en": ""}, {"show": false, "title_de": "Mathematisches Kolloquium am 30.2.2024", "title_en": "Colloquium on February 30, 2024", "image": "/static/images/Viazovska.jpeg", "style": "object-fit: cover", "text_de": "Marina Viazovska berichtet über 'The magic of dimensions 8 and 24'. In ihrem Vortrag präsentierte Viazovska ihre bahnbrechenden Arbeiten zur Lösung des sogenannten 'Kugelpackungsproblems' in den Dimensionen 8 und 24. Dieses Problem beschäftigt Mathematiker seit Jahrhunderten und fragt nach der dichtesten Anordnung von gleich großen Kugeln im mehrdimensionalen Raum. Viazovska konnte zeigen, dass die sogenannten 'E8-Gitter' in 8 Dimensionen und die 'Leech-Gitter' in 24 Dimensionen die dichtesten bekannten Kugelpackungen in diesen Räumen darstellen. Ihre Lösung nutzt dabei hochkomplexe Konzepte aus der Zahlentheorie, Funktionalanalysis und Geometrie.", "text_en": ""}], "news": [{"link": "", "image": [{"file": "/static/images/bewerbung.jpg", "stylehome": "height: 20vw; object-fit: cover", "stylemonitor": "height: 20vw; object-fit: cover", "widthmonitor": 4}], "home": {"test": true, "public": true, "atchiv": true, "showlastday": true, "start": 